Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: That's Home! We've covered the feed, customizing what it shows, the All, New, and Mouse Recap views, item actions, and each type of detail page. You can continue to Discover or leave the tour for a while and explore Home.
ar: هذه هي الشاشة الرئيسية! تناولنا الخلاصة، وتخصيص ما تعرضه، وطرق العرض الكل والجديد وMouse Recap، وإجراءات العناصر، وكل نوع من صفحات التفاصيل. يمكنك المتابعة إلى استكشاف، أو مغادرة الجولة قليلًا لاستكشاف الشاشة الرئيسية.
de: Das war die Startseite! Wir haben den Feed, seine Anpassung, die Ansichten Alle, Neu und Mouse Recap, die Aktionen für Einträge und jede Art von Detailseite behandelt. Du kannst mit „Entdecken“ weitermachen oder die Tour kurz verlassen und die Startseite erkunden.
el: Αυτή ήταν η Αρχική! Είδαμε τη ροή, πώς προσαρμόζετε τι δείχνει, τις προβολές Όλα, Νέα και Mouse Recap, τις ενέργειες στοιχείων και κάθε είδος σελίδας λεπτομερειών. Μπορείτε να συνεχίσετε στην Ανακάλυψη ή να βγείτε για λίγο από την ξενάγηση και να εξερευνήσετε την Αρχική.
es: ¡Eso es Inicio! Hemos visto el feed, cómo personalizar lo que muestra, las vistas Todo, Nuevo y Mouse Recap, las acciones de los elementos y cada tipo de página de detalle. Puedes continuar a Descubrir o salir un rato del recorrido para explorar Inicio.
fa: این هم خانه! فید، سفارشی کردن آنچه نشان می‌دهد، نماهای همه، جدید و Mouse Recap، کنش‌های موارد و همهٔ انواع صفحه‌های جزئیات را مرور کردیم. می‌توانید به کشف کنید بروید یا مدتی تور را ترک کنید و خانه را بگردید.
fr: Voilà pour l'Accueil ! Nous avons vu le fil, sa personnalisation, les vues Tout, Nouveau et Mouse Recap, les actions sur les éléments et chaque type de page de détail. Vous pouvez passer à Découvrir ou quitter un moment la visite pour explorer l'Accueil.
he: זה הבית! עברנו על הפיד, על התאמת מה שהוא מציג, על התצוגות הכול, חדש ו-Mouse Recap, על פעולות לפריטים ועל כל סוג של דף פרטים. אפשר להמשיך לגילוי או לצאת מהסיור לזמן מה ולחקור את הבית.
hi: यह रहा होम! हमने फ़ीड, उसमें दिखने वाली चीज़ों को अनुकूलित करना, सभी, नया और Mouse Recap दृश्य, आइटम क्रियाएँ और हर तरह का विवरण पेज देखा। आप खोजें पर आगे बढ़ सकते हैं या कुछ देर के लिए टूर छोड़कर होम देख सकते हैं।
id: Itulah Beranda! Kita sudah membahas feed, cara menyesuaikan isinya, tampilan Semua, Baru, dan Mouse Recap, tindakan item, dan setiap jenis halaman detail. Anda bisa lanjut ke Jelajahi atau meninggalkan tur sebentar untuk menjelajahi Beranda.
it: Questa era la Home! Abbiamo visto il feed, come personalizzarlo, le viste Tutto, Nuovi e Mouse Recap, le azioni sugli elementi e ogni tipo di pagina di dettaglio. Puoi continuare con Scopri o lasciare il tour per un po' ed esplorare la Home.
ja: ホームはここまでです！フィード、表示内容のカスタマイズ、「すべて」「新着」「Mouse Recap」の表示、項目のアクション、各種の詳細ページを見てきました。 「見つける」に進むことも、少しツアーを離れてホームを見て回ることもできます。
ko: 홈은 여기까지예요! 피드, 표시할 내용 사용자 지정, '전체', '새 항목', 'Mouse Recap' 보기, 항목 동작, 그리고 모든 종류의 상세 페이지를 살펴봤어요. 둘러보기로 계속 가도 되고, 잠시 둘러보기에서 나와 홈을 살펴봐도 돼요.
nl: Dat was Home! We hebben de feed behandeld, hoe je aanpast wat erin staat, de weergaven Alles, Nieuw en Mouse Recap, de acties voor items en elk type detailpagina. Je kunt doorgaan naar Ontdekken of de rondleiding even verlaten om Home te verkennen.
pl: To była Strona główna! Omówiliśmy kanał, dostosowywanie jego zawartości, widoki Wszystko, Nowe i Mouse Recap, działania dla elementów oraz każdy rodzaj strony szczegółów. Możesz przejść do sekcji Odkrywaj albo na chwilę przerwać samouczek i poznać Stronę główną.
pt: Esse é o Início! Vimos o feed, como personalizar o que ele mostra, as visualizações Tudo, Novos e Mouse Recap, as ações dos itens e cada tipo de página de detalhes. Você pode continuar para Descobrir ou sair um pouco do tour para explorar o Início.
ru: Это была «Главная»! Мы разобрали ленту, её настройку, виды «Все», «Новое» и Mouse Recap, действия с материалами и все типы страниц с подробностями. Можно перейти к разделу «Обзор» или ненадолго выйти из обзора и изучить «Главную».
sv: Det var Hem! Vi har gått igenom flödet, hur du anpassar det, vyerna Alla, Nya och Mouse Recap, åtgärder för objekt och varje typ av detaljsida. Du kan fortsätta till Upptäck eller lämna rundturen en stund och utforska Hem.
th: นี่คือหน้าหลัก! เราได้ดูฟีด การปรับแต่งสิ่งที่แสดง มุมมองทั้งหมด ใหม่ และ Mouse Recap การทำงานของรายการ และหน้ารายละเอียดทุกประเภท คุณไปต่อที่ค้นพบ หรือออกจากทัวร์สักพักเพื่อสำรวจหน้าหลักก็ได้
tr: İşte Ana Sayfa! Akışı, gösterdiklerini özelleştirmeyi, Tümü, Yeni ve Mouse Recap görünümlerini, öğe eylemlerini ve her tür ayrıntı sayfasını ele aldık. Keşfet'e devam edebilir ya da turdan bir süre çıkıp Ana Sayfa'yı keşfedebilirsiniz.
uk: Це була «Головна»! Ми розглянули стрічку, її налаштування, подання «Усе», «Нове» та Mouse Recap, дії з матеріалами і всі типи сторінок із подробицями. Можна перейти до «Огляду» або ненадовго вийти з туру й дослідити «Головну».
vi: Vậy là xong Trang chủ! Chúng ta đã xem nguồn cấp, cách tùy chỉnh những gì hiển thị, các chế độ xem Tất cả, Mới và Mouse Recap, tác vụ cho mục và từng loại trang chi tiết. Bạn có thể tiếp tục sang Khám phá, hoặc tạm rời chuyến tham quan để tự khám phá Trang chủ.
zh_hans: 主页就介绍到这里！我们看了信息流、如何自定义它显示的内容、全部、最新和 Mouse Recap 三种视图、项目操作，以及各种详情页面。 你可以继续前往“发现”，也可以暂时离开导览，自己探索主页。

source: Next is Discover. This is where you'll find the main sections of AppleVis in browsable lists. The App Directory contains app listings. Community includes Forums and Blogs. Learn includes Guides and Podcasts. You'll also find the Bug Tracker, ways to contribute to AppleVis, ways to stay updated, and a growing Friends of AppleVis section with trusted outside resources the community vouches for, starting with Be My Eyes. Search is at the top of the Discover screen, so I'll show you that first.
ar: التالي هو استكشاف. هنا ستجد الأقسام الرئيسية في AppleVis في قوائم يمكن تصفحها. يحتوي دليل التطبيقات على قوائم التطبيقات. ويضم «المجتمع» المنتديات والمدونات. ويضم «تعلّم» الأدلة والبودكاست. وستجد أيضًا متعقب الأخطاء، وطرق المساهمة في AppleVis، وطرق البقاء على اطلاع، وقسمًا متناميًا باسم «أصدقاء AppleVis» يضم مصادر خارجية موثوقة يزكّيها المجتمع، بدءًا من Be My Eyes. البحث موجود في أعلى شاشة استكشاف، لذا سأريك إياه أولًا.
de: Als Nächstes kommt „Entdecken“. Hier findest du die wichtigsten Bereiche von AppleVis in übersichtlichen Listen. Das App-Verzeichnis enthält App-Einträge. „Community“ umfasst Foren und Blogs. „Lernen“ umfasst Anleitungen und Podcasts. Außerdem findest du den Fehler-Tracker, Möglichkeiten, zu AppleVis beizutragen, Wege, auf dem Laufenden zu bleiben, und den wachsenden Bereich „Freunde von AppleVis“ mit vertrauenswürdigen externen Angeboten, für die sich die Community verbürgt, angefangen mit Be My Eyes. Die Suche befindet sich oben auf dem Bildschirm „Entdecken“, deshalb zeige ich dir die zuerst.
el: Ακολουθεί η Ανακάλυψη. Εδώ θα βρείτε τις κύριες ενότητες του AppleVis σε λίστες που μπορείτε να περιηγηθείτε. Ο Κατάλογος Εφαρμογών περιέχει τις καταχωρίσεις εφαρμογών. Η Κοινότητα περιλαμβάνει τα Φόρουμ και τα Ιστολόγια. Η Μάθηση περιλαμβάνει τους Οδηγούς και τα Podcast. Θα βρείτε επίσης την Καταγραφή Σφαλμάτων, τρόπους να συνεισφέρετε στο AppleVis, τρόπους να μένετε ενημερωμένοι και μια ενότητα που μεγαλώνει, τους Φίλους του AppleVis, με αξιόπιστους εξωτερικούς πόρους για τους οποίους εγγυάται η κοινότητα, ξεκινώντας από το Be My Eyes. Η Αναζήτηση βρίσκεται στο επάνω μέρος της οθόνης Ανακάλυψη, γι' αυτό θα σας τη δείξω πρώτη.
es: Lo siguiente es Descubrir. Aquí encontrarás las secciones principales de AppleVis en listas que puedes recorrer. El Directorio de apps contiene las fichas de apps. Comunidad incluye los Foros y los Blogs. Aprender incluye las Guías y los Pódcast. También encontrarás el Seguimiento de errores, formas de contribuir a AppleVis, formas de mantenerte al día y una sección creciente, Amigos de AppleVis, con recursos externos de confianza que la comunidad respalda, empezando por Be My Eyes. La búsqueda está en la parte superior de Descubrir, así que te la enseño primero.
fa: بعدی کشف کنید است. اینجا بخش‌های اصلی AppleVis را در فهرست‌هایی که می‌توانید مرورشان کنید پیدا می‌کنید. فهرست برنامه‌ها شامل فهرست‌های برنامه است. جامعه شامل انجمن‌ها و وبلاگ‌هاست. یادگیری شامل راهنماها و پادکست‌هاست. پیگیر اشکالات، راه‌های مشارکت در AppleVis، راه‌های به‌روز ماندن و بخشی رو به رشد به نام دوستان AppleVis را هم پیدا می‌کنید که منابع بیرونی قابل اعتمادی را معرفی می‌کند که جامعه پشتشان است، با شروع از Be My Eyes. جستجو در بالای صفحهٔ کشف کنید است، پس اول آن را نشانتان می‌دهم.
fr: Voici maintenant Découvrir. C'est là que vous trouverez les principales sections d'AppleVis, sous forme de listes à parcourir. Le Répertoire d'applis contient les fiches d'applis. Communauté comprend les Forums et les Blogs. Apprendre comprend les Guides et les Podcasts. Vous trouverez aussi le Suivi des bugs, des façons de contribuer à AppleVis, des moyens de rester informé et une section Amis d'AppleVis, en pleine croissance, avec des ressources externes de confiance recommandées par la communauté, à commencer par Be My Eyes. La recherche se trouve en haut de l'écran Découvrir, je vous la montre donc en premier.
he: הבא בתור הוא גילוי. כאן תמצא את האזורים העיקריים של AppleVis ברשימות שאפשר לדפדף בהן. ספריית האפליקציות מכילה רשימות אפליקציות. קהילה כוללת את הפורומים והבלוגים. למידה כוללת את המדריכים והפודקאסטים. תמצא גם את מעקב התקלות, דרכים לתרום ל-AppleVis, דרכים להישאר מעודכן ואזור הולך וגדל בשם חברים של AppleVis עם משאבים חיצוניים אמינים שהקהילה ממליצה עליהם, החל מ-Be My Eyes. החיפוש נמצא בראש מסך הגילוי, אז אראה לך אותו קודם.
hi: अब बारी है खोजें की। यहाँ आपको AppleVis के मुख्य हिस्से ब्राउज़ करने लायक सूचियों में मिलेंगे। ऐप निर्देशिका में ऐप लिस्टिंग हैं। समुदाय में फ़ोरम और ब्लॉग हैं। सीखें में गाइड और पॉडकास्ट हैं। आपको बग ट्रैकर, AppleVis में योगदान देने के तरीके, अपडेट रहने के तरीके और तेज़ी से बढ़ता हुआ AppleVis के मित्र हिस्सा भी मिलेगा, जिसमें समुदाय द्वारा भरोसेमंद बताए गए बाहरी संसाधन हैं, शुरुआत Be My Eyes से। खोज, खोजें स्क्रीन के सबसे ऊपर है, इसलिए मैं पहले वही दिखाऊँगा।
id: Berikutnya adalah Jelajahi. Di sini Anda akan menemukan bagian-bagian utama AppleVis dalam daftar yang bisa ditelusuri. Direktori Aplikasi berisi daftar aplikasi. Komunitas mencakup Forum dan Blog. Belajar mencakup Panduan dan Podcast. Anda juga akan menemukan Pelacak Bug, cara berkontribusi ke AppleVis, cara tetap mendapat kabar terbaru, dan bagian Sahabat AppleVis yang terus bertambah, berisi sumber eksternal tepercaya yang dijamin komunitas, dimulai dengan Be My Eyes. Pencarian ada di bagian atas layar Jelajahi, jadi saya akan menunjukkannya lebih dulu.
it: Ora passiamo a Scopri. Qui trovi le sezioni principali di AppleVis in elenchi da sfogliare. La Directory delle app contiene le schede delle app. Comunità comprende i Forum e i Blog. Impara comprende le Guide e i Podcast. Troverai anche il Tracciamento bug, modi per contribuire ad AppleVis, modi per restare aggiornato e una sezione in crescita, Amici di AppleVis, con risorse esterne affidabili consigliate dalla comunità, a partire da Be My Eyes. La ricerca è in cima alla schermata Scopri, quindi te la mostro per prima.
ja: 次は「見つける」です。ここでは AppleVis の主なセクションが一覧で見られます。 アプリディレクトリにはアプリの一覧があります。「コミュニティ」にはフォーラムとブログ、「学ぶ」にはガイドとポッドキャストがあります。ほかにも、バグトラッカー、AppleVis に貢献する方法、最新情報を受け取る方法、そしてコミュニティが信頼を寄せる外部リソースを集めた「AppleVis の仲間たち」があり、Be My Eyes から始まって少しずつ増えています。 検索は「見つける」画面のいちばん上にあるので、まずはそこからご紹介します。
ko: 다음은 둘러보기예요. 여기서는 AppleVis의 주요 섹션을 훑어볼 수 있는 목록으로 찾을 수 있어요. 앱 디렉터리에는 앱 목록이 있어요. '커뮤니티'에는 포럼과 블로그가, '배우기'에는 가이드와 팟캐스트가 있어요. 버그 트래커, AppleVis에 기여하는 방법, 최신 소식을 받는 방법, 그리고 커뮤니티가 믿고 추천하는 외부 자료를 모은 'AppleVis의 친구들'도 있으며, Be My Eyes부터 시작해 점점 늘어나고 있어요. 검색은 둘러보기 화면 맨 위에 있으니 먼저 보여 드릴게요.
nl: Nu komt Ontdekken. Hier vind je de belangrijkste onderdelen van AppleVis in lijsten waar je doorheen kunt bladeren. De App-directory bevat app-vermeldingen. Community bevat de forums en blogs. Leren bevat de handleidingen en podcasts. Je vindt er ook de Bugtracker, manieren om bij te dragen aan AppleVis, manieren om op de hoogte te blijven en een groeiend onderdeel Vrienden van AppleVis met betrouwbare externe bronnen waar de community achter staat, te beginnen met Be My Eyes. Zoeken staat bovenaan het scherm Ontdekken, dus dat laat ik je eerst zien.
pl: Teraz Odkrywaj. Tutaj znajdziesz główne sekcje AppleVis w postaci list do przeglądania. Katalog aplikacji zawiera wykazy aplikacji. Społeczność obejmuje fora i blogi. Nauka obejmuje poradniki i podcasty. Znajdziesz tu też Śledzenie błędów, sposoby wspierania AppleVis, sposoby bycia na bieżąco oraz rosnącą sekcję Przyjaciele AppleVis z zaufanymi zewnętrznymi zasobami polecanymi przez społeczność, na początek Be My Eyes. Wyszukiwanie znajduje się na górze ekranu Odkrywaj, więc pokażę je najpierw.
pt: Agora é a vez de Descobrir. É aqui que você encontra as principais seções do AppleVis em listas para navegar. O Diretório de apps traz as fichas de apps. Comunidade inclui os Fóruns e os Blogs. Aprender inclui os Guias e os Podcasts. Você também encontra o Rastreador de bugs, formas de contribuir com o AppleVis, formas de se manter atualizado e uma seção crescente, Amigos do AppleVis, com recursos externos confiáveis recomendados pela comunidade, começando pelo Be My Eyes. A busca fica no topo da tela Descobrir, então vou mostrá-la primeiro.
ru: Дальше — «Обзор». Здесь основные разделы AppleVis собраны в удобные списки. В каталоге приложений собраны записи приложений. «Сообщество» включает форумы и блоги. «Обучение» включает руководства и подкасты. Здесь же есть трекер багов, способы внести вклад в AppleVis, способы быть в курсе и растущий раздел «Друзья AppleVis» с надёжными внешними ресурсами, за которые ручается сообщество, начиная с Be My Eyes. Поиск находится вверху экрана «Обзор», поэтому покажу его первым.
sv: Nästa steg är Upptäck. Här hittar du de viktigaste delarna av AppleVis i listor som du kan bläddra i. Appkatalogen innehåller applistningar. Gemenskap omfattar forum och bloggar. Lär dig omfattar guider och poddar. Du hittar också Buggspåraren, sätt att bidra till AppleVis, sätt att hålla dig uppdaterad och en växande del, Vänner till AppleVis, med pålitliga externa resurser som gemenskapen står bakom, med början i Be My Eyes. Sökningen finns högst upp på skärmen Upptäck, så den visar jag först.
th: ต่อไปคือค้นพบ ที่นี่คุณจะพบส่วนหลักของ AppleVis ในรูปแบบรายการที่เรียกดูได้ ไดเรกทอรีแอปมีรายชื่อแอป ชุมชนประกอบด้วยฟอรัมและบล็อก เรียนรู้ประกอบด้วยคู่มือและพอดแคสต์ คุณยังจะพบตัวติดตามข้อบกพร่อง วิธีมีส่วนร่วมกับ AppleVis วิธีติดตามข่าวสาร และส่วนเพื่อนของ AppleVis ที่ขยายเพิ่มขึ้นเรื่อยๆ ซึ่งรวบรวมแหล่งข้อมูลภายนอกที่ชุมชนไว้วางใจ เริ่มจาก Be My Eyes การค้นหาอยู่ด้านบนของหน้าจอค้นพบ ฉันจึงจะแสดงให้ดูก่อน
tr: Sırada Keşfet var. AppleVis'in ana bölümlerini burada gezinebileceğiniz listeler hâlinde bulursunuz. Uygulama Dizini uygulama listelerini içerir. Topluluk, Forumlar ve Blogları kapsar. Öğren, Kılavuzlar ve Podcast'leri kapsar. Ayrıca Hata Takipçisi'ni, AppleVis'e katkıda bulunmanın yollarını, güncel kalmanın yollarını ve topluluğun güvendiği dış kaynakları içeren, Be My Eyes ile başlayan ve büyümeye devam eden AppleVis'in Dostları bölümünü de bulursunuz. Arama, Keşfet ekranının üstünde bulunduğundan önce onu göstereceğim.
uk: Далі — «Огляд». Тут основні розділи AppleVis зібрано у зручні списки. У каталозі додатків зібрано записи додатків. «Спільнота» включає форуми та блоги. «Навчання» включає посібники та подкасти. Тут також є трекер багів, способи долучитися до AppleVis, способи бути в курсі та дедалі більший розділ «Друзі AppleVis» із надійними зовнішніми ресурсами, за які ручається спільнота, починаючи з Be My Eyes. Пошук розташований угорі екрана «Огляд», тож покажу його першим.
vi: Tiếp theo là Khám phá. Đây là nơi bạn tìm thấy các mục chính của AppleVis trong những danh sách có thể duyệt. Danh mục ứng dụng chứa danh sách ứng dụng. Cộng đồng gồm Diễn đàn và Blog. Học hỏi gồm Hướng dẫn và Podcast. Bạn cũng sẽ thấy Trình theo dõi lỗi, các cách đóng góp cho AppleVis, các cách cập nhật tin tức và mục Bạn bè của AppleVis đang ngày càng mở rộng, với những nguồn bên ngoài đáng tin cậy được cộng đồng bảo chứng, bắt đầu với Be My Eyes. Tìm kiếm nằm ở đầu màn hình Khám phá, nên tôi sẽ giới thiệu nó trước.
zh_hans: 接下来是“发现”。在这里，你可以通过可浏览的列表找到 AppleVis 的主要栏目。 应用目录包含应用列表。“社区”包括论坛和博客。“学习”包括指南和播客。你还会找到错误跟踪器、为 AppleVis 做贡献的方式、获取最新消息的方式，以及不断扩充的“AppleVis 之友”栏目，其中收录了社区信赖的外部资源，首先是 Be My Eyes。 搜索位于“发现”界面的顶部，所以我先介绍它。
